Cannot process when stair(s) in sketch edit mode.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId CannotProcessInStairsSketchEditMode { get; }
  Visual Basic
Public Shared ReadOnly Property CannotProcessInStairsSketchEditMode As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotProcessInStairsSketchEditMode {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace